[
  {
    "nid": 283751,
    "vid": 285271,
    "type": "basic_page",
    "language": "und",
    "title": "Transfer Student Peer Mentors",
    "uid": 26,
    "status": 1,
    "created": 1528307333,
    "changed": 1529677011,
    "comment": 0,
    "promote": 0,
    "sticky": 0,
    "tnid": 0,
    "translate": 0,
    "featured": 0,
    "kerberized": 1,
    "microsite": 0,
    "alias": "student-experience/advising/new-student-mentoring/transfer-student-peer-mentors",
    "menu_link_title": "Transfer Student Peer Mentors",
    "menu_link_id": 25006,
    "menu_link_parent_id": 24816,
    "text_paragraph_values": "<p>Incoming transfer students are not restricted to choosing a transfer student peer mentor. However, if you would prefer a current transfer student as your peer mentor, you can choose from the list below.</p>\r\n\n----------------------\n<p>After viewing the profiles, you can <a href=\"https://cornell.qualtrics.com/jfe/form/SV_0Nx2lRiCNpWqZwh\">select your top 5 choices</a> for a peer mentor. The ILR Office of Student Services will do our best to pair you with your top choices. Once matches have been made, peer mentors will reach out to new students via email during the last week in June to introduce themselves.</p>\r\n",
    "text_paragraph_count": 2,
    "field_image_fid": null
  },
  {
    "nid": 4861,
    "vid": 302243,
    "type": "basic_page",
    "language": "und",
    "title": "Write a Resume or Cover Letter",
    "uid": 6,
    "status": 1,
    "created": 1406907398,
    "changed": 1575015496,
    "comment": 0,
    "promote": 0,
    "sticky": 0,
    "tnid": 0,
    "translate": 0,
    "featured": 0,
    "kerberized": 0,
    "microsite": 0,
    "alias": "student-experience/career-path/write-resume-or-cover-letter",
    "menu_link_title": "Write a Resume or Cover Letter",
    "menu_link_id": 2636,
    "menu_link_parent_id": 2591,
    "text_paragraph_values": "<h2>Résumés</h2>\r\n\r\n<p>Your résumé should be an effective marketing tool to catch the employer's attention so that you get an interview. You need to say a lot about yourself very concisely, and your résumé must be appealing to the eye and error-free. Employers assess résumés in under 30 seconds. You want to be sure to stand out from the crowd for the right reasons!</p>\r\n\r\n<h2>Cover Letters</h2>\r\n\r\n<p>Cover letters introduce you to prospective employers and motivate them to read your résumé and learn more about your background and qualifications. These include <strong>letters of application,</strong> when you know of an opening and are writing to apply for it, and <strong>letters of inquiry,</strong> when you don't know if an opening exists but you want to explore employment possibilities with an organization. Your cover letters, like your résumé, must be well written and contain no errors. The letters should add to the information that is presented in your <strong>résumé, not just repeat it.</strong> You want to catch the reader's attention with your writing style, attention to detail, and statement of how your qualifications match the job requirements.</p>\r\n\r\n<h3>Where to begin</h3>\r\n\r\n<p>The <a href=\"http://www.career.cornell.edu/resources/downloads.cfm\" target=\"_blank\">Career Guide</a>, published by Cornell Career Services, has information on how to develop a résumé and cover letter and includes helpful samples of both documents. The Career Guide is available online, or you can pick up a hard copy in 201 Ives or in Barnes Hall. After you've used the resources available to develop your own résumé and cover letter, the staff, and peer advisors in ILR OCS, are available to review rough drafts of your cover letters. Stop by the ILR Office of Career Services or call (607) 255-7816 during drop-in times or to schedule an appointment.</p>\r\n\r\n<p><a href=\"https://cornell.optimalresume.com/\" target=\"_blank\">Optimal Resume</a> is an additional tool offered by Cornell Career Services to help create your résumé step-by-step. Choose from many different&nbsp;résumé styles, and change the look of an existing&nbsp;résumé with just a few clicks. We find this tool to be great to create a resume for the first time. However, once you find a format you like, consider copying it into a word doc and updating as needed.</p>\r\n",
    "text_paragraph_count": 1,
    "field_image_fid": null
  }
]
